0	royalty.noble_person
1	business.business_operation
2	protected_sites.listed_site
3	music.writer
4	people.ethnicity
5	government.government_office_or_title
6	organization.non_profit_organization
7	business.brand
8	tennis.tennis_tournament
9	cvg.cvg_genre
10	ice_hockey.hockey_position
11	sports.sports_team
12	computer.computer
13	metropolitan_transit.transit_line
14	award.award_category
15	american_football.football_conference
16	sports.professional_sports_team
17	soccer.football_world_cup
18	tv.tv_actor
19	business.industry
20	music.composition
21	people.person
22	broadcast.tv_channel
23	cricket.cricket_player
24	internet.website
25	tennis.tennis_player
26	music.media_format
27	tv.tv_personality
28	film.actor
29	film.film_genre
30	cvg.cvg_developer
31	business.job_title
32	chess.chess_player
33	tv.tv_writer
34	broadcast.broadcast
35	soccer.fifa
36	cvg.cvg_publisher
37	film.writer
38	medicine.anatomical_structure
39	astronomy.celestial_object
40	cricket.cricket_team
41	sports.golfer
42	book.periodical_subject
43	military.rank
44	spaceflight.astronaut
45	medicine.disease
46	location.province
47	location.location
48	amusement_parks.ride
49	government.general_election
50	music.musical_scale
51	music.lyricist
52	music.artist
53	location.capital_of_administrative_division
54	theater.play
55	meteorology.tropical_cyclone
56	aviation.airport
57	basketball.basketball_team
58	education.school
59	soccer.football_position
60	soccer.football_team
61	cvg.cvg_platform
62	religion.religious_leader
63	business.defunct_company
64	astronomy.asteroid
65	sports.pro_athlete
66	sports.school_sports_team
67	baseball.baseball_league
68	architecture.structure
69	sports.tournament_event_competition
70	sports.multi_event_tournament
71	music.record_label
72	travel.accommodation
73	cricket.cricket_stadium
74	ice_hockey.hockey_team
75	award.competition
76	business.consumer_company
77	people.family_member
78	biology.organism_classification
79	business.product_category
80	book.magazine
81	royalty.kingdom
82	fictional_universe.fictional_character
83	education.athletics_brand
84	military.military_unit
85	american_football.football_coach
86	broadcast.tv_station
87	government.governmental_body
88	boats.ship
89	visual_art.visual_artist
90	meteorology.tropical_cyclone_season
91	sports.sports_league
92	sports.sports_league_season
93	soccer.football_team_manager
94	boats.ship_class
95	military.military_post
96	education.educational_institution
97	sports.sports_championship
98	film.film
99	award.award_presenting_organization
100	soccer.football_award
101	broadcast.artist
102	computer.software
103	broadcast.genre
104	education.university
105	time.recurring_event
106	book.periodical
107	celebrities.celebrity
108	location.country
109	soccer.football_player
110	book.book
111	geography.river
112	medicine.drug_ingredient
113	transportation.road
114	olympics.olympic_games
115	military.military_conflict
116	chemistry.chemical_element
117	location.us_state
118	location.hud_county_place
119	award.award_ceremony
120	tv.tv_program_creator
121	architecture.venue
122	film.music_contributor
123	architecture.architectural_structure_owner
124	basketball.basketball_position
125	astronomy.constellation
126	law.court
127	rail.locomotive_class
128	book.newspaper
129	film.director
130	broadcast.radio_station
131	tv.tv_series_season
132	architecture.building
133	olympics.olympic_event_competition
134	music.instrument
135	organization.organization
136	computer.software_license
137	government.election
138	award.award
139	tv.tv_director
140	metropolitan_transit.transit_system
141	tennis.tennis_tournament_champion
142	cricket.cricket_bowler
143	aviation.airline
144	tv.tv_network
145	music.musical_group
146	government.politician
147	music.music_video_director
148	media_common.media_genre
149	comic_books.comic_book_character
150	automotive.company
151	location.administrative_division
152	government.political_party
153	location.australian_local_government_area
154	theater.theater_actor
155	music.producer
156	ice_hockey.hockey_player
157	royalty.monarch
158	sports.sports_championship_event
159	sports.sports_league_draft
160	food.food
161	military.military_person
162	geography.island
163	location.uk_constituent_country
164	tv.tv_series_episode
165	government.u_s_congressperson
166	amusement_parks.park
167	book.written_work
168	geography.body_of_water
169	tv.tv_genre
170	aviation.aircraft_owner
171	interests.collection_category
172	astronomy.star_system_body
173	tv.tv_producer
174	medicine.muscle
175	baseball.baseball_team
176	government.us_president
177	location.citytown
178	fictional_universe.fictional_organization
179	biology.organism
180	tv.tv_program
181	soccer.football_league_season
182	sports.boxer
183	military.armed_force
184	location.australian_state
185	basketball.basketball_conference
186	internet.website_owner
187	medicine.drug
188	award.award_discipline
189	location.in_district
190	business.consumer_product
191	broadcast.radio_format
192	baseball.baseball_position
193	book.periodical_publisher
194	government.government_agency
195	sports.cyclist
196	time.event
197	automotive.model
198	boats.ship_type
199	finance.currency
200	government.legislative_session
201	american_football.football_player
202	royalty.chivalric_order_member
203	law.invention
204	martial_arts.martial_artist
205	film.film_character
206	sports.sports_facility
207	music.group_member
208	location.region
209	astronomy.orbital_relationship
210	basketball.basketball_player
211	cvg.computer_videogame
212	law.legal_case
213	language.human_language
214	tv.tv_character
215	education.educational_degree
216	aviation.aircraft_model
217	business.customer
218	geography.mountain
219	location.us_county
220	music.album
221	music.composer
222	computer.operating_system
223	religion.religion
224	organization.membership_organization
225	sports.sport
226	location.uk_statistical_location
227	location.in_state
228	film.film_distributor
229	basketball.basketball_coach
230	medicine.medical_treatment
231	education.fraternity_sorority
232	metropolitan_transit.transit_stop
233	chemistry.chemical_compound
234	sports.sports_position
235	music.genre
236	award.hall_of_fame_inductee
237	sports.sports_award_type
238	exhibitions.exhibition_sponsor
239	film.film_festival_focus
240	film.production_company
241	location.jp_prefecture
242	education.field_of_study
243	award.recurring_competition
244	government.election_campaign
245	sports.sports_award_winner
246	astronomy.astronomical_discovery
247	music.performance_role
248	soccer.football_league
249	book.author
250	film.producer
251	royalty.noble_title
252	biology.animal
253	american_football.football_team
254	baseball.baseball_player